export const introduces = [
  {
    index: 1,
    src: '/intro_1.png',
    badgeText: 'Goal',
    title: '사이프에서의 성장 경험으로 더 멀리 나아갈 수 있기를 바래요.',
    subTitle:
      '좋은 개발자로 성장하기 위한 방식, 필요 역량은 다양하다고 생각해요. 사이드 프로젝트 뿐만 아닌, 여러 형태의 성장 경험을 통해 본인이 원하는 개발자로서의 역량을 쌓아가기를 기대합니다.',
  },
  {
    index: 2,
    src: '/intro_2.png',
    badgeText: 'Mission',
    title: '본인만의 성장 방식을 찾고 나아갈 수 있도록 도와드려요.',
    subTitle:
      '정규 미션, 사이프챗, 사이프톤, 내친소, 사담콘 등 각종 행사를 기획하여 성장할 수 있는 기회를 제공하고 있으며, 이 과정에서 얻은 경험은 글/영상으로 홈페이지에 기재할 수 있어요.',
  },
  {
    index: 3,
    src: '/intro_3.png',
    badgeText: 'Culture',
    title: '사이퍼들의 성장에 긍정적인 영향을끼치는 사람들과 함께하고 싶어요.',
    subTitle:
      '각자가 원하는 목표를 성공적으로 이루기 위해서는 그 과정을 함께하는 사람이 무척 중요하다고 생각합니다. 어떤 면이든 배울 점이 있는 사람과 함께하고 싶어요!',
  },
];

export const faqs = [
  {
    q: '정규 세션은 어떻게 진행되나요?',
    a: '정규 세션은 한 달에 2번(격주) 진행되며, 토요일 14시 ~ 18시 사이에 진행되며, 오프라인으로 진행됩니다. 단, 활동 세션에 따라 시간은 변경 될 수 있습니다.',
  },
  {
    q: '미션의 주제는 어떻게 정해지나요?',
    a: '미션의 경우 자신이 원하는 주제를 신청하거나, 다른 사람이 신청한 주제에 대해서 함께 하고 싶다면 참여할 수 있습니다.',
  },
  {
    q: '수료 기준은 어떻게 되나요?',
    a: '2기의 경우 1, 2차 미션 중 한 번이상의 미션 완수 + 출석 점수 (100점 만점 중 70점 이상)인 경우 수료로 인정되며, 출석 점수의 경우 100점 만점을 시작으로 결석인 경우 10점, 지각인 경우 5점씩 차감하여 선정합니다.',
  },
  {
    q: '활동비가 있나요?',
    a: '사이프는 비영리 IT커뮤니티로 2기 활동에 필요한 금액을 활동비로 선정하여 2기 활동 회원들에게 걷습니다. 본 활동비는 2기 활동에 필요한 물품 구매비, 장소 대여비, 서버 및 도메인 유지비에 사용됩니다.',
  },
];
